IDEA StatiCa Open Model
BendData.EndFaceNormal1 Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 End Face Normal vector
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public Vector3D EndFaceNormal1 { get; set; }
Public Property EndFaceNormal1 As Vector3D
	Get
	Set
public:
property Vector3D^ EndFaceNormal1 {
	Vector3D^ get ();
	void set (Vector3D^ value);
}
Property Value
Type: Vector3D
See Also
Reference
BendData Class
IdeaRS.OpenModel.Connection Namespace